{
    "warning":"Circle users should follow the account creation procedures for circle users.",
    "overview01":"Non-circle users’ CRM accounts are structured so that the administrator creates the account on their behalf.",
    "overview02":"**서비스 대리점 사용자**: 관리자가 사용자의 계정을 대신 생성하는 구조를 띄고 있습니다.",
    "overview03":"**일반 고객 사용자**: CRM 시스템에서 직접 계정을 생성할 수 있습니다.",
    "createAgentAccount01":"Separate account creation permissions will be set. Only authorized users will be able to create accounts.",
    "createAgentAccount02":"Select [Master data] - [Client] in the sidebar or the [Center] menu.",
    "createAgentAccount03":"Select the company code of the company (client or center) to which you wish to add an account and proceed to the details page.",
    "createAgentAccount04":"Select [User] from the tab at the bottom.",
    "createAgentAccount05":"A list of user accounts affiliated to the selected company (client or center) will appear.",
    "createAgentAccount06":"Click the [+] button to enter the Add User screen.",
    "step1AddUser01":"Enter the user information.",
    "step1AddUser02":"Name (Local): Enter the name in the local language.",
    "step1AddUser03":"Name (Global): Enter the name to be displayed in English.",
    "step1AddUser04":"Email address: Enter the email address of the user who will be using the account.",
    "step1AddUser05":"Mobile phone number: Enter the mobile phone number of the user who will be using the account. **(Optional)**",
    "step1AddUser06":"Check the company name. The affiliated information of the user registering the account on behalf is registered as the default.",
    "step1AddUser07":"An administrator with account management authority can change the affiliated company.",
    "step1AddUser08":"Add the user’s department or select from a list of saved departments. Refer to the [Department Registration Procedure](#add-user-13---register-department).",
    "step1AddUser09":"There are many cases in which departments are used in CRM systems. Setting up a department will make future tasks easier.",
    "step1AddDept01":"Click the [Add Department] button to add a department.",
    "step1AddDept02":"Enter the **Department Name** and enter information on the department in **Department Description**.",
    "step1AddDept03":"Click [Save] to save the department information.",
    "step1AddDept04":"Click [Settings] to load the previously saved list of departments.",
    "step1AddDept05":"If there are a lot of registered departments, you can use the search feature.",
    "step1AddDept06":"Click on a department name from the list of saved departments.",
    "step1AddDept07":"Click [Save] to set the department.",
    "step2AddUser01":"Select a business unit.",
    "step2AddUser02":"If the permission list contains a large number of permissions, you can search only the ones you need.",
    "step2AddUser03":"You can reset the search results.",
    "step2AddUser04":"You can view it in full screen.",
    "step2AddUser05":"If you need to request multiple permissions, you can copy the permissions of others.",
    "step2AddUser06":"Reset the selected permissions.",
    "step2AddUser07":"A description of the permissions you’ve selected appears.",
    "step2AddUser08":"Select the permission you wish to assign.",
    "step2AddUser09":"Please take care to assign only the necessary permissions.",
    "step2AddUser10":"Approval may be rejected at the final approval stage of the account based on the administrator’s review results.",
    "step2AddUser11":"Go to the next step.",
    "step3AddUser01":"The list of requested permissions appears by business unit.",
    "step3AddUser02":"The account user is an employee of **Hanwha Precision Machinery**’s partner company. Confirm that the information entered is correct.",
    "step3AddUser03":"Please take care not to unfairly issue user accounts.",
    "step3AddUser04":"Click the [Confirm] button.",
    "step3AddUser05":"A final approval request will be sent to the administrator to enable use of the account created.",
    "step3AddUser06":"An additional authentication email will be sent to the account user. Refer to [Additional Authentication](#additional-user-authentication-12).",
    "step1AdditionalAuth01":"The account user should check their mailbox and click on the **Account Registration Guide** email they received.",
    "step1AdditionalAuth02":"If you have not received the email, please contact the manager who created the account on your behalf.",
    "step1AdditionalAuth03":"Click the authentication link.",
    "step1AdditionalAuth04":"The link will expire in 00 minutes from the time of sending.",
    "step2AdditionalAuth01":"Check the name you entered. You can edit it if necessary.",
    "step2AdditionalAuth02":"Authenticate your mobile phone number. Click on the [Authenticate] button.",
    "step2AdditionalAuth03":"Enter your mobile phone number.",
    "step2AdditionalAuth04":"To receive the authentication code, click the [Send] button.",
    "step2AdditionalAuth05":"Enter the authentication code you received on your mobile phone.",
    "step2AdditionalAuth06":"The authentication code will expire in 00 minutes.",
    "step2AdditionalAuth07":"Click the [Confirm] button.",
    "step2AdditionalAuth08":"Enter the password you want to use.",
    "step2AdditionalAuth09":"Please enter 8 to 20 characters if you combine three of lowercase and uppercase letters, special characters, and numbers, or 10 to 20 characters if you combine two.",
    "step2AdditionalAuth10":"Please avoid using predictable passwords like dates of birth, phone numbers, or consecutive numbers, as these can be easily guessed by others.",
    "step2AdditionalAuth11":"Please use a password that is different from what you have previously used or that you are currently using on other websites.",
    "step2AdditionalAuth12":"Click [Next] to complete the authentication process.",
    "finalConfirm01":"Wait for the administrator’s final approval.",
    "finalConfirm02":"Typically, approval is completed within one day. If you require quick approval, please send your request to smtcs@hanwha.com."
}